const PageC = () => {
  return (
    <div>
      <h1>Page C</h1>
      <h4>B에게 쓰는 편지 - 박재정</h4>
      <p id="lyrics">
        어떤 말을 먼저 해야 할지 모르겠지만 일단 믿기지 않아요 수많은 우연 속에
        살짝이라도 하나 틀렸다면 우리란 말 없었죠 처음 그때를 뒤돌아보면 멈춰
        서서 계속 바라만 봤어요 좋아지는 것도 전부가 된 것도 단지 두 눈의 마주침
        이기에 기억을 되돌려 머릴 과거로 되돌려 혹시 그대가 꼭 말하려 했던게
        있을까 기어코 표현 하지 않았던 그 말 언젠가 들어야겠어요 나는요 오래
        기다렸어요 너야말로 사랑인 줄 몰라서 그래 난 너가 없으면 죽겠는데 라고
        내게 말해줬으면 꼭 보고 말해줬으면 그대가 내게 돌아올지 몰라서 그래요 내
        머릿속의 그댈 보면 눈물이 나요 내가 훨씬 더 좋아하나 봐요 이미 나의 욕심
        크지만 이게 나의 사랑이라며 생각에 빠져 편지를 써요 나의 소원은 혹 나의
        기도는 오직 그대가 다시금 날 바라봐 주길 그래서 표현하지 못했던 그 말을
        전할 거예요 그대가 나를 꼭 안아줄 수 있도록 너야말로 사랑인 줄 몰라서
        그래 난 너가 없으면 죽겠는데 라고 내가 말할 거예요 만나서 말할 거예요
        그대가 돌아올 사람이란 가정하에 나 그대에게 하고 싶은 말이 너무 많지만
        다 쓰려면 내겐 쓸 칸이 모자라요 이런 변명 이젠 지겹겠지만 나는 당신을
        나는 당신을 당신을
      </p>
    </div>
  );
};

export default PageC;
